Repository: praekelt/molo-iogt
Catalog: locale/sho/LC_MESSAGES/django.po
Languages: sh

source: January
sh: Ndira

source: February
sh: Kukadzi

source: March
sh: Kurume

source: April
sh: Kubvumbi

source: May
sh: Chivabvu

source: June
sh: Chikumi

source: July
sh: Chikunguru

source: August
sh: Nyamavhuvhu

source: September
sh: Gunyana

source: October
sh: Gumiguru

source: November
sh: Mbudzi

source: December
sh: Zvita

source: Add anonymously
sh: fwedzera zvakavanzika

source: This field is required
sh: Chikamu ichi chirikudikanwa

source: Ensure this value has at least 4 characters (it has 1)
sh: Cherechedza kuti mupanda uyu une nhamba dzinosvika ina (kusanganisira 1)

source: Type your comment here
sh: Nyora komendi yako apa

source: Access Denied
sh: Hapana mvumo

source: You do not have permssion to access this site.
sh: Hauna mvumo yekukwanisa kupinda mudandemutande iri

source: Unable to Login
sh: Hausi kukwanisa kupinda mudandemutande

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the IoGT app for now.
sh: Ruregerero, nekusangana nedambudziko mukuwana mvumo yekushandisa chikamu ichi. Nekuda kwekusangana nedambudziko kwenguva pfupi, kupinda nekunyoresa hazvisi kukwanisika pa dandemutande reloGT parizvino

source: To login or register for a profile, visit our free mobisite through your mobile browser at
sh: Kuti ukwanise kupinda kana kunyoresa nezvako, shanyira dandemutande redu remahara uchishandisa dandemutande renharembozha yako padandemutande rinoti

source: We're working hard to get this problem resolved. Thank you.
sh: Tiri kushanda nesimba kuedza kugadzirisa dambudziko iri. Tinotenda.

source: Page not found
sh: Ruregerero dandemutande iri harisi kuwanika.

source: Sorry, this page could not be found.
sh: yemukati sevha yakanganisika.

source: Internal server error
sh: yemukati sevha yakanganisika

source: Sorry, there seems to be an error. Please try again soon.
sh: Ruregerero, panoratidza kuva nedambudziko. Tapota edza zvakare munguva inotevera

source: Language
sh: Mutauro

source: Change Language
sh: Chinja mutauro

source: Join
sh: Batana

source: Profile
sh: Nezvako

source: Menu
sh: Nhorondo

source: Login
sh: kupinda

source: Change your language
sh: Chinja mutauro

source: Anonymous
sh: Zvakavanzika

source: This comment has been removed by the community. Please read our platform rules.
sh: Komendi iyi yabviswa nenharaunda. Tapota verenga mitemo yesangano redu

source: Report
sh: Revera

source: Reply
sh: Pindura

source: Have something to add to this article?
sh: Unechekuwedzera here panyaya iyi?

source: Log in to comment
sh: Pinda kuti ukomende

source: Commenting on this article is currently disabled
sh: Kukomenda panyaya iyi hakusi kukwanisika parizvino

source: Comments
sh: Makomendi

source: comment
sh: ikhomenti

source: view more comments
sh: bona amanye amakhomenti

source: Comment
sh: Komendi

source: Comment Anonymously
sh: Komenda zvakavanzika

source: Next
sh: Zvinotevera

source: Related Articles
sh: Nyaya dzinoenderana

source: Prev
sh: Zveshure

source: View more
sh: Ona zvizhinji

source: Home
sh: pekutangira

source: Recommended
sh: Zvakurudzirwa

source: Back to Home page
sh: dzoka kupeji rekutanga

source: Submit
sh: Tumira

source: Thank you! Your response has already been submitted.
sh: Tatenda! Mhinduro yako yatumirwa kare.

source: Log in to vote
sh: Pinda kuti ukwanise kuita sarudzo

source: Show Results
sh: Ratidza zvabuda musarudzo

source: You voted:
sh: Waitasarudzo:

source: Your answers:
sh: Mhinduro dzako:

source: Thank you for voting!
sh: Tinotenda nekuita sarudzo!

source: Already a member?
sh: Watove nhengo here?

source: Not a member yet?
sh: Hausati wava nhengo here?

source: Join us by signing up below.
sh: batana nesu nekuzadzisa zviri pazasi.

source: Choose a username
sh: Sarudza zita rekushandisa

source: This name you will use to log in and won't appear to other users. Only you will see this.
sh: Zita rauchashandisa kupinda hariratidzi kune vamwe vashandisi. Ndiwe wega unokwanisa kuriona.

source: Choose a display name
sh: Sarudza zita richaratidza

source: We value your online security, therefore we hide your username and allow you to comment and interact with the site with a display name.
sh: Tinokoshesa chengetedzo yako padandemutande, zvichakadaro tinoviga zita rako rekushandisa tokutendera kukomenda nekudyidzana nedamde mutande nezita rinoratidza

source: Select date of birth
sh: Sarudza zuva rekuberekwa

source: Let us know your birthday to get access to exclusive content.
sh: Tizivise zitarako rekuzvarwa kuti uwane mvumo kuzvizhinji

source: I identify my gender as:
sh: Ndinozvipatsanura semunh:

source: Only you will see this
sh: Ndiwe wega unokwanisa kuona izvi

source: Where do you live?
sh: Unogara kupi?

source: What is your highest level of education?
sh: Wakadzidza kusvika papi?

source: Enter your mobile number
sh: Isa nhamba dzenharembozha yako

source: e.g. 0900000013
sh: sekuti 0900000013

source: Enter your email address
sh: Isa adiresi yedandemutande rako

source: e.g. example@foo.com
sh: sekuti example@foo.com

source: Choose a 4-digit pin
sh: Sarudza pini inemanhamba mana

source: e.g.
sh: Semuenzaniso

source: Please accept the T&amp;Cs in order to complete the registration
sh: Please accept the Terms and Conditions in order to complete the registration.

source: I accept the Terms and Conditions
sh: ndotenderana nezvinodikanwa nezvisingabvumidzwi

source: Log in
sh: Pinda

source: Login by signing in below.
sh: Pinda neku zadzisa zviripasi

source: Your username and password do not match. Please try again.
sh: Zita rako rekushandisa nepini kuzvisi kupindirana. Edza zvekare.

source: Username
sh: Zita rekushandisa

source: 4-digit pin
sh: nhamba dzepini ina

source: Eg.: 2086
sh: sekuti 2086

source: Forgotten your password?
sh: Wakanganwa pini yako here?

source: Your password has been set. You may go ahead and log in now.
sh: Pini yako yagadzirisika. Wava kukwanisa kuenderera mberi nekupinda

source: Please enter your new password twice so we can verify you typed it in correctly.
sh: fisa pini yako ruviri kuti tikwanise kuona kuti wainyora zvakanaka here?

source: New password:
sh: Pini itsva:

source: Confirm password:
sh: bvuma kuti pini ndiyo:

source: Change my password
sh: Chinja pini yangu

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
sh: takutumira tsamba paadhiresi yedandemutande rako kuti ugadzire pini yako.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
sh: Kana usina kugamuchira tsamba paadhiresi yedandemutande rako, cherechedza kuti waisa adhiresi yawakanyoresa nayo, wotarisa mu

source: Back to home page
sh: dzoka kupeji rekutanga

source: Enter your email address below, and we'll email instructions for setting a new one.
sh: fIsa adhiresi yedandemutande rako pazasi, tichakutumira mirairo kuti ugadzire itsva.

source: Email address:
sh: adhiresi yedandemutande:

source: Reset my password
sh: gadzirisa pini yangu

source: Search the site...
sh: Tsvaga dandemutande...

source: SEARCH
sh: TSVAGA

source: Search
sh: Tsvaga

source: Search Results for:
sh: Tsvaga zvabuda pasarudzo ye:

source: Back to homepage
sh: dzoka kupeji rekutanga

source: Next Question
sh: Mubvunzo unotevera

source: Start here
sh: Tangira pano

source: Reply successfully created.
sh: Mhinduro yagadzirwa zvabudirira.

source: Email address
sh: Adhiresi yedandemutande

source: Type your comment here...
sh: Ipa komendi

source: Name
sh: Zita

source: Ago
sh: Dzapfuura

source: Replies
sh: Mhinduro

source: Share a Comment
sh: Ipa komendi

source: Thanks!
sh: Tatenda!

source: Your comment has been successfully posted
sh: Komendi yako yabudirira kutumirwa.

source: Back to article
sh: Dzokera kunyaya

source: Please
sh: Tinokumbirisa

source: log in
sh: pinda

source: to leave a comment.
sh: Kuti usiye komendi yako

source: Recent replies
sh: Mhinduro dzichangosvika

source: Earlier replies
sh: Mhinduro dzapakutanga

source: of
sh: ye

source: This comment has been reported.
sh: Komendi iyi yaman'arwa.

source: It will be reviewed by the team and may be removed if it breaks our Platform rules
sh: zvichaongororwa nechikwata chedu uye zvinogona kubviswa kana zvichityora mutemo wesangano redu.

source: replied to your comment on:
sh: wapindurwa komendi yako pa:

source: ago
sh: Dzapfuura

source: You have
sh: wava ne

source: unread replies
sh: Mhinduro dzisina kuverengwa

source: Read replies:
sh: Verenga mhinduro:

source: Back home
sh: Dzoka kupeji rekutanga

source: Notification:
sh: Chiziviso:

source: Next up in
sh: Zvinotevera mu?

source: Reporting comment replies is not allowed.
sh: Kuman'ara komendi hakuisi kutenderwa.

source: The comment has been reported.
sh: Komendi yaman'arwa.

source: Hi
sh: Hesi

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
sh: Ruregerero, nekusangana nedambudziko mukuwana mvumo yekushandisa chikamu ichi. Nekuda kwekusangana nezvipingaidzo kwenguva pfupi, kupinda nekunyoresa hazvipo padandemutande reFree Basics panguva ino. Kuti ukwanise kupinda kana kunyoresa nezvako, shanyira dandemutande redu remahara uchishandisa dandemutande renharembozha yako pa?

source: Site Language:
sh: Mutauro wedandemutande:

source: Latest
sh: Zvichangopinda

source: Topic of the Day
sh: Musoro wenyaya yanhasi

source: Sign in
sh: pinda

source: We’re excited to have you...
sh: Tirikunzwa kufara nekuva newe

source: Your username and password does not match. Please try again.
sh: Zita rako rekushandisa nepini yako hazvisi kupindirana.Edza zvekare.

source: Your password has been set. You may go ahead and log in now.
sh: Pini yako yagadziriswa. Chienderera mberi nekupinda ikozvino.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
sh: wakanganwa pini yako? Isa adhiresi yako yedandemutande rako pansi, tichakutumira mirairo yekugadzira itsva.

source: Looking for something?
sh: Pane zvauri kutsvaga?

source: No search results for
sh: Hapana zvawanikwa pane zvatsvagwa

source: I am looking for
sh: Ndirikutsvaga

source: You didn't select a choice
sh: Hapana sarudzo yawaita

source: What's your opinion?
sh: Ndeapi maonero ako?

source: Type
sh: Nyora

source: Your email address is not configured. Please update it before exporting.
sh: Adhiresi yedandemutande rako haina kurongeka zvakanaka. Tapota

source: CSV emailed to '{0}'
sh: CSV yatumira tsamba padandemutande ku '{0}''

source: PIN
sh: PINI

source: Display Name
sh: Ratidza zita

source: Gender
sh: murume kana mukadzi

source: Location
sh: Nzvimbo

source: Username already exists.
sh: Zita iri riri kushandiswa

source: Sorry, but that is an invalid username. Please don't use your %s in your username.
sh: Ruregerero, zita iri hariiti, tapota zita %s rako sezita rekushandisa.

source: Sorry, but that is an invalid display name. Please don't use your %s in your display name.
sh: Ruregerero, zita iri hariiti, tapota zita %s rako sezita rekushandisa.

source: Old Password
sh: Pini yekare

source: New Password
sh: Pini itsva

source: Confirm Password
sh: bvuma kuti pini ndiyo

source: New passwords do not match.
sh: Pini itsva haisi kupindirana.

source: Confirm PIN
sh: bvuma kuti pini ndiyo

source: (e.g. 2086)
sh: Semuenzaniso 2086

source: Confirm New Password
sh: Bvuma kuti pini itsva ndiyo

source: Save
sh: Chengeta

source: Thank you for joining!
sh: Tinotenda nekubatana!

source: Let us know more about yourself to get access to exclusive content.
sh: Tizivise zvizhinji nezvako kuti ukwanise kuwana mvumo yekuona zvakawanda.

source: SELECT DATE OF BIRTH
sh: SARUDZA ZUVA REKUBEREKWA

source: DISPLAY NAME
sh: RATIDZA ZITA

source: I IDENTIFY MY GENDER AS:
sh: NDOZVIPATSANURA SEMUNHU

source: WHERE DO YOU LIVE?
sh: UNOGARA KUPI?

source: WHAT IS YOUR HIGHEST LEVEL OF EDUCATION?
sh: WAKADZIDZA KUSVIKA PAPI?

source: Home Page
sh: kune zvizhinji

source: Update your display name:
sh: nyora zita rako richaonekwa:

source: Update your date of birth:
sh: nyora zuva rako rekuberekwa:

source: Update your gender:
sh: nyora kuti unopatsanurwa semunhu yi:

source: Update where you live:
sh: Nyora kwaunogara :

source: Update your Education Level:
sh: nyora gwaro rekudzidza rawakasvika:

source: Update your mobile number:
sh: nyora nhamba dzako dzefon:

source: (e.g. 0914556789)
sh: (Semuenzaniso 0914556789)

source: Update your email address:
sh: nyora adhiresi yako yedandemutande:

source: (e.g. example@foo.com)
sh: (Semuenzaniso example@foo.com)

source: Forgot PIN
sh: Wakanganwa pin?

source: Security question
sh: mibvunzo yekukuchengetedza

source: Please answer the following security question.
sh: tapota pindura mibvunzo yekukuchengetedza inotevera.

source: Login Success
sh: wakwanisa kupinda

source: Welcome Back!
sh: Tinokugamuchira zvekare!

source: Register
sh: Nyoresa

source: CHOOSE A USERNAME
sh: SARUDZA ZITA REKUSHANDISA.

source: CHOOSE A 4-DIGIT PIN
sh: Sarudza pini ine manhamba mana

source: e.g. 2086
sh: Semuenzaniso 2086

source: CHOOSE A DISPLAY NAME
sh: Sarudza rekuratidza

source: ENTER YOUR MOBILE NUMBER
sh: Isa nhamba dzako dzenhare

source: (e.g. 0900000013)
sh: (Semuenzaniso 0914556789)

source: ENTER YOUR EMAIL ADDRESS
sh: Isa adhiresi yedande mutande rako

source: Reset PIN
sh: Chinja pini

source: PIN Changed
sh: Pini yachinjwa

source: Your PIN has been changed sucessfully.
sh: Pini yako yabudirira kuchinjwa

source: Continue to Sign In
sh: enderera mberi nekupinda

source: Hello
sh: Mhoro

source: As you type your name comment will appear as:
sh: Pauri kunyora zita rako richabuda pamakomendi riri::

source: Date of Birth:
sh: Zuva rekuberekwa:

source: Not set.
sh: Hazvina kugadzirika

source: Mobile number:
sh: nhamba dzenhare:

source: Gender:
sh: murume kana mukadzi:

source: Location:
sh: Nzvimbo:

source: Education Level:
sh: gwaro rekudzidza rawakasvika:

source: Email Address:
sh: Adhiresi yedandemutande:

source: log out
sh: Buda

source: Edit My Profile
sh: pekunyora nezvangu

source: Change My Password
sh: Chinja pini yangu

source: The old password is incorrect.
sh: Pini yekare haisiyo.

source: Too many attempts. Please try again later.
sh: waedza kakawanda. Tapota edza zvekare munguva inotevera.

source: The two PINs that you entered do not match. Please try again.
sh: Pini mbiri dzawaisa hadzisi kuenderana. Tapota edza zvekare

source: Submit Survey
sh: tumira tsvagurutso

source: Survey Results
sh: zvabuda patsvagurudzo

source: Your survey has been completed successfully. Please see your submission results below.
sh: tsagurudzo yako yabudirira. Tapota tarisa zvabuda mutsvagurudzo yawatumira

source: Take The Survey
sh: Nyora tsavagurudzo

source: Are you a ...
sh: Uri…

source: Skip
sh: Darika

source: Enter a valid phone number.
sh: Isa nhamba dzenhare dzinoshanda.

source: Share on Facebook
sh: Gova padandemutande reFacebook

source: Share on Twitter
sh: Gova padandemutande reTwitter
